{
  "LuaSnip": { "branch": "master" },
  "autoclose.nvim": { "branch": "main" },
  "catppuccin": { "branch": "main" },
  "cmp-dap": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lsp-signature-help": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "dressing.nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "kanagawa.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-zero.nvim": { "branch": "v4.x" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "minimal.nvim": { "branch": "main" },
  "neogit": { "branch": "master" },
  "neovim": { "branch": "main" },
  "neovim-session-manager": { "branch": "master" },
  "nim.nvim": { "branch": "master" },
  "nord.nvim": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-lightbulb": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-rg": { "branch": "main" },
  "nvim-rooter.lua": { "branch": "main" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "oldworld.nvim": { "branch": "main" },
  "papercolor-theme": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "sweetie.nvim": { "branch": "master" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "themery.nvim": { "branch": "main" },
  "tokyodark.nvim": { "branch": "master" },
  "which-key.nvim": { "branch": "main" },
  "zig.vim": { "branch": "master" }
}
